import React from 'react';

function Info() {
    return (<div className="info-section">
        <p>Η Εργογραφία νεοελληνικής χρονογραφίας και ιστορίας (1529 – 1900) είναι βιβλιογραφική βάση δεδομένων με 2.439 εγγραφές, στις οποίες περιγράφονται αυτοτελή δημοσιεύματα με χρονογραφικό ή ιστορικό περιεχόμενο στη νεοελληνική γλώσσα, πρωτότυπα έργα, ερανίσματα ή μεταφράσεις. Στην περίπτωση των μεταφράσεων αναφέρεται και το ξενόγλωσσο πρωτότυπο.</p>

        <p> Έρευνα, συγκέντρωση του υλικού και περιγραφές: Τριαντάφυλλος Ε. Σκλαβενίτης, Ιστορικός, Διευθυντής Ερευνών Ινστιτούτου Ιστορικών Ερευνών του Εθνικού Ιδρύματος Ερευνών, υπεύθυνος του προγράμματος Νεοελληνική Χρονογραφία και Ιστοριογραφία (15ος – 20ος αι.).</p>

        <p>Εισαγωγή δεδομένων στη βιβλιογραφική βάση: Γιάννης Ξούριας, Επίκουρος Καθηγητής Νεοελληνικής Φιλολογίας Πανεπιστημίου Αθηνών.</p>

        <p>Ανάπτυξη λογισμικού: Λευτέρης Κόκκωνας, προγραμματιστής</p>

        <p>Χορηγός για την εισαγωγή δεδομένων και την ανάπτυξη του λογισμικού: Ίδρυμα Ιωάννου Φ. Κωστοπούλου.</p>
    </div>);
}

export default Info;
